const timetableData = {
  "熊本": {
    "up": [],
    "down": [
      {
        "time": "06:17",
        "label": "三角"
      },
      {
        "time": "06:30",
        "label": "宇土"
      },
      {
        "time": "06:44",
        "label": "宇土"
      },
      {
        "time": "07:12",
        "label": "宇土"
      },
      {
        "time": "07:19",
        "label": "三角"
      },
      {
        "time": "07:27",
        "label": "宇土"
      },
      {
        "time": "07:46",
        "label": "宇土"
      },
      {
        "time": "08:04",
        "label": "三角"
      },
      {
        "time": "08:27",
        "label": "宇土"
      },
      {
        "time": "08:58",
        "label": "三角"
      },
      {
        "time": "09:06",
        "label": "宇土"
      },
      {
        "time": "09:55",
        "label": "三角"
      },
      {
        "time": "10:14",
        "label": "宇土"
      },
      {
        "time": "10:21",
        "label": "A列車1号・三角"
      },
      {
        "time": "11:09",
        "label": "宇土"
      },
      {
        "time": "11:30",
        "label": "三角"
      },
      {
        "time": "12:14",
        "label": "宇土"
      },
      {
        "time": "12:39",
        "label": "三角"
      },
      {
        "time": "13:06",
        "label": "A列車3号・三角"
      },
      {
        "time": "13:38",
        "label": "三角"
      },
      {
        "time": "14:27",
        "label": "宇土"
      },
      {
        "time": "15:05",
        "label": "三角"
      },
      {
        "time": "15:33",
        "label": "宇土"
      },
      {
        "time": "16:06",
        "label": "三角"
      },
      {
        "time": "16:54",
        "label": "宇土"
      },
      {
        "time": "17:06",
        "label": "三角"
      },
      {
        "time": "17:11",
        "label": "宇土"
      },
      {
        "time": "17:37",
        "label": "宇土"
      },
      {
        "time": "18:10",
        "label": "宇土"
      },
      {
        "time": "18:26",
        "label": "三角"
      },
      {
        "time": "19:04",
        "label": "宇土"
      },
      {
        "time": "19:25",
        "label": "三角"
      },
      {
        "time": "19:57",
        "label": "宇土"
      },
      {
        "time": "20:29",
        "label": "三角"
      },
      {
        "time": "20:46",
        "label": "宇土"
      },
      {
        "time": "21:31",
        "label": "三角"
      },
      {
        "time": "22:00",
        "label": "宇土"
      },
      {
        "time": "22:56",
        "label": "三角"
      },
      {
        "time": "23:42",
        "label": "宇土"
      }
    ]
  },
  "西熊本": {
    "up": [
      {
        "time": "05:42",
        "label": "熊本"
      },
      {
        "time": "06:14",
        "label": "大牟田"
      },
      {
        "time": "06:32",
        "label": "熊本"
      },
      {
        "time": "06:39",
        "label": "熊本"
      },
      {
        "time": "07:02",
        "label": "長洲"
      },
      {
        "time": "07:13",
        "label": "熊本"
      },
      {
        "time": "07:21",
        "label": "鳥栖"
      },
      {
        "time": "07:28",
        "label": "熊本"
      },
      {
        "time": "07:34",
        "label": "熊本"
      },
      {
        "time": "07:47",
        "label": "長洲"
      },
      {
        "time": "08:01",
        "label": "大牟田"
      },
      {
        "time": "08:10",
        "label": "熊本"
      },
      {
        "time": "08:24",
        "label": "区間快速 鳥栖"
      },
      {
        "time": "08:59",
        "label": "熊本"
      },
      {
        "time": "09:10",
        "label": "熊本"
      },
      {
        "time": "09:44",
        "label": "鳥栖"
      },
      {
        "time": "09:52",
        "label": "熊本"
      },
      {
        "time": "10:40",
        "label": "銀水"
      },
      {
        "time": "11:05",
        "label": "熊本"
      },
      {
        "time": "11:35",
        "label": "銀水"
      },
      {
        "time": "11:47",
        "label": "熊本"
      },
      {
        "time": "12:42",
        "label": "銀水"
      },
      {
        "time": "13:28",
        "label": "熊本"
      },
      {
        "time": "14:28",
        "label": "熊本"
      },
      {
        "time": "15:18",
        "label": "熊本"
      },
      {
        "time": "15:30",
        "label": "熊本"
      },
      {
        "time": "16:12",
        "label": "銀水"
      },
      {
        "time": "16:56",
        "label": "熊本"
      },
      {
        "time": "17:23",
        "label": "銀水"
      },
      {
        "time": "17:53",
        "label": "熊本"
      },
      {
        "time": "17:59",
        "label": "熊本"
      },
      {
        "time": "18:09",
        "label": "銀水"
      },
      {
        "time": "18:49",
        "label": "熊本"
      },
      {
        "time": "19:13",
        "label": "熊本"
      },
      {
        "time": "19:30",
        "label": "熊本"
      },
      {
        "time": "20:15",
        "label": "熊本"
      },
      {
        "time": "20:23",
        "label": "熊本"
      },
      {
        "time": "21:14",
        "label": "熊本"
      },
      {
        "time": "21:20",
        "label": "熊本"
      },
      {
        "time": "22:20",
        "label": "熊本"
      },
      {
        "time": "22:26",
        "label": "大牟田"
      },
      {
        "time": "23:30",
        "label": "大牟田"
      }
    ],
    "down": [
      {
        "time": "06:22",
        "label": "三角"
      },
      {
        "time": "06:34",
        "label": "宇土"
      },
      {
        "time": "06:48",
        "label": "宇土"
      },
      {
        "time": "07:17",
        "label": "宇土"
      },
      {
        "time": "07:24",
        "label": "三角"
      },
      {
        "time": "07:32",
        "label": "宇土"
      },
      {
        "time": "07:50",
        "label": "宇土"
      },
      {
        "time": "08:09",
        "label": "三角"
      },
      {
        "time": "08:32",
        "label": "宇土"
      },
      {
        "time": "09:03",
        "label": "三角"
      },
      {
        "time": "09:11",
        "label": "宇土"
      },
      {
        "time": "10:00",
        "label": "三角"
      },
      {
        "time": "10:18",
        "label": "宇土"
      },
      {
        "time": "11:13",
        "label": "宇土"
      },
      {
        "time": "11:35",
        "label": "三角"
      },
      {
        "time": "12:18",
        "label": "宇土"
      },
      {
        "time": "12:44",
        "label": "三角"
      },
      {
        "time": "13:43",
        "label": "三角"
      },
      {
        "time": "14:31",
        "label": "宇土"
      },
      {
        "time": "15:10",
        "label": "三角"
      },
      {
        "time": "15:37",
        "label": "宇土"
      },
      {
        "time": "16:11",
        "label": "三角"
      },
      {
        "time": "16:58",
        "label": "宇土"
      },
      {
        "time": "17:11",
        "label": "三角"
      },
      {
        "time": "17:16",
        "label": "宇土"
      },
      {
        "time": "17:42",
        "label": "宇土"
      },
      {
        "time": "18:14",
        "label": "宇土"
      },
      {
        "time": "18:31",
        "label": "三角"
      },
      {
        "time": "19:08",
        "label": "宇土"
      },
      {
        "time": "19:30",
        "label": "三角"
      },
      {
        "time": "20:01",
        "label": "宇土"
      },
      {
        "time": "20:34",
        "label": "三角"
      },
      {
        "time": "20:50",
        "label": "宇土"
      },
      {
        "time": "21:35",
        "label": "三角"
      },
      {
        "time": "22:04",
        "label": "宇土"
      },
      {
        "time": "23:01",
        "label": "三角"
      },
      {
        "time": "23:47",
        "label": "宇土"
      }
    ]
  },
  "川尻": {
    "up": [
      {
        "time": "05:40",
        "label": "熊本"
      },
      {
        "time": "06:11",
        "label": "大牟田"
      },
      {
        "time": "06:29",
        "label": "熊本"
      },
      {
        "time": "06:36",
        "label": "熊本"
      },
      {
        "time": "07:00",
        "label": "長洲"
      },
      {
        "time": "07:10",
        "label": "熊本"
      },
      {
        "time": "07:18",
        "label": "鳥栖"
      },
      {
        "time": "07:24",
        "label": "熊本"
      },
      {
        "time": "07:31",
        "label": "熊本"
      },
      {
        "time": "07:45",
        "label": "長洲"
      },
      {
        "time": "07:59",
        "label": "大牟田"
      },
      {
        "time": "08:06",
        "label": "熊本"
      },
      {
        "time": "08:22",
        "label": "区間快速 鳥栖"
      },
      {
        "time": "08:57",
        "label": "熊本"
      },
      {
        "time": "09:07",
        "label": "熊本"
      },
      {
        "time": "09:41",
        "label": "鳥栖"
      },
      {
        "time": "09:49",
        "label": "熊本"
      },
      {
        "time": "10:37",
        "label": "銀水"
      },
      {
        "time": "11:02",
        "label": "熊本"
      },
      {
        "time": "11:33",
        "label": "銀水"
      },
      {
        "time": "11:44",
        "label": "熊本"
      },
      {
        "time": "12:39",
        "label": "銀水"
      },
      {
        "time": "13:25",
        "label": "熊本"
      },
      {
        "time": "14:25",
        "label": "熊本"
      },
      {
        "time": "15:15",
        "label": "熊本"
      },
      {
        "time": "15:27",
        "label": "熊本"
      },
      {
        "time": "16:10",
        "label": "銀水"
      },
      {
        "time": "16:53",
        "label": "熊本"
      },
      {
        "time": "17:21",
        "label": "銀水"
      },
      {
        "time": "17:50",
        "label": "熊本"
      },
      {
        "time": "17:55",
        "label": "熊本"
      },
      {
        "time": "18:06",
        "label": "銀水"
      },
      {
        "time": "18:47",
        "label": "熊本"
      },
      {
        "time": "19:10",
        "label": "熊本"
      },
      {
        "time": "19:28",
        "label": "熊本"
      },
      {
        "time": "20:11",
        "label": "熊本"
      },
      {
        "time": "20:21",
        "label": "熊本"
      },
      {
        "time": "21:11",
        "label": "熊本"
      },
      {
        "time": "21:17",
        "label": "熊本"
      },
      {
        "time": "22:17",
        "label": "熊本"
      },
      {
        "time": "22:23",
        "label": "大牟田"
      },
      {
        "time": "23:27",
        "label": "大牟田"
      }
    ],
    "down": [
      {
        "time": "06:26",
        "label": "三角"
      },
      {
        "time": "06:37",
        "label": "宇土"
      },
      {
        "time": "06:51",
        "label": "宇土"
      },
      {
        "time": "07:20",
        "label": "宇土"
      },
      {
        "time": "07:29",
        "label": "三角"
      },
      {
        "time": "07:34",
        "label": "宇土"
      },
      {
        "time": "07:54",
        "label": "宇土"
      },
      {
        "time": "08:12",
        "label": "三角"
      },
      {
        "time": "08:34",
        "label": "宇土"
      },
      {
        "time": "09:07",
        "label": "三角"
      },
      {
        "time": "09:15",
        "label": "宇土"
      },
      {
        "time": "10:04",
        "label": "三角"
      },
      {
        "time": "10:20",
        "label": "宇土"
      },
      {
        "time": "11:16",
        "label": "宇土"
      },
      {
        "time": "11:39",
        "label": "三角"
      },
      {
        "time": "12:21",
        "label": "宇土"
      },
      {
        "time": "12:48",
        "label": "三角"
      },
      {
        "time": "13:46",
        "label": "三角"
      },
      {
        "time": "14:34",
        "label": "宇土"
      },
      {
        "time": "15:14",
        "label": "三角"
      },
      {
        "time": "15:40",
        "label": "宇土"
      },
      {
        "time": "16:14",
        "label": "三角"
      },
      {
        "time": "17:01",
        "label": "宇土"
      },
      {
        "time": "17:14",
        "label": "三角"
      },
      {
        "time": "17:19",
        "label": "宇土"
      },
      {
        "time": "17:44",
        "label": "宇土"
      },
      {
        "time": "18:16",
        "label": "宇土"
      },
      {
        "time": "18:34",
        "label": "三角"
      },
      {
        "time": "19:11",
        "label": "宇土"
      },
      {
        "time": "19:33",
        "label": "三角"
      },
      {
        "time": "20:04",
        "label": "宇土"
      },
      {
        "time": "20:37",
        "label": "三角"
      },
      {
        "time": "20:53",
        "label": "宇土"
      },
      {
        "time": "21:39",
        "label": "三角"
      },
      {
        "time": "22:06",
        "label": "宇土"
      },
      {
        "time": "23:05",
        "label": "三角"
      },
      {
        "time": "23:49",
        "label": "宇土"
      }
    ]
  },
  "富合": {
    "up": [
      {
        "time": "05:36",
        "label": "熊本"
      },
      {
        "time": "06:08",
        "label": "大牟田"
      },
      {
        "time": "06:25",
        "label": "熊本"
      },
      {
        "time": "06:31",
        "label": "熊本"
      },
      {
        "time": "06:56",
        "label": "長洲"
      },
      {
        "time": "07:07",
        "label": "熊本"
      },
      {
        "time": "07:14",
        "label": "鳥栖"
      },
      {
        "time": "07:20",
        "label": "熊本"
      },
      {
        "time": "07:27",
        "label": "熊本"
      },
      {
        "time": "07:41",
        "label": "長洲"
      },
      {
        "time": "07:55",
        "label": "大牟田"
      },
      {
        "time": "08:01",
        "label": "熊本"
      },
      {
        "time": "08:18",
        "label": "区間快速 鳥栖"
      },
      {
        "time": "08:53",
        "label": "熊本"
      },
      {
        "time": "09:03",
        "label": "熊本"
      },
      {
        "time": "09:38",
        "label": "鳥栖"
      },
      {
        "time": "09:44",
        "label": "熊本"
      },
      {
        "time": "10:34",
        "label": "銀水"
      },
      {
        "time": "10:58",
        "label": "熊本"
      },
      {
        "time": "11:29",
        "label": "銀水"
      },
      {
        "time": "11:40",
        "label": "熊本"
      },
      {
        "time": "12:36",
        "label": "銀水"
      },
      {
        "time": "13:20",
        "label": "熊本"
      },
      {
        "time": "14:20",
        "label": "熊本"
      },
      {
        "time": "15:12",
        "label": "熊本"
      },
      {
        "time": "15:23",
        "label": "熊本"
      },
      {
        "time": "16:06",
        "label": "銀水"
      },
      {
        "time": "16:48",
        "label": "熊本"
      },
      {
        "time": "17:17",
        "label": "銀水"
      },
      {
        "time": "17:46",
        "label": "熊本"
      },
      {
        "time": "17:51",
        "label": "熊本"
      },
      {
        "time": "18:03",
        "label": "銀水"
      },
      {
        "time": "18:43",
        "label": "熊本"
      },
      {
        "time": "19:05",
        "label": "熊本"
      },
      {
        "time": "19:24",
        "label": "熊本"
      },
      {
        "time": "20:07",
        "label": "熊本"
      },
      {
        "time": "20:17",
        "label": "熊本"
      },
      {
        "time": "21:08",
        "label": "熊本"
      },
      {
        "time": "21:12",
        "label": "熊本"
      },
      {
        "time": "22:12",
        "label": "熊本"
      },
      {
        "time": "22:20",
        "label": "大牟田"
      },
      {
        "time": "23:24",
        "label": "大牟田"
      }
    ],
    "down": [
      {
        "time": "06:30",
        "label": "三角"
      },
      {
        "time": "06:41",
        "label": "宇土"
      },
      {
        "time": "06:55",
        "label": "宇土"
      },
      {
        "time": "07:24",
        "label": "宇土"
      },
      {
        "time": "07:33",
        "label": "三角"
      },
      {
        "time": "07:38",
        "label": "宇土"
      },
      {
        "time": "07:58",
        "label": "宇土"
      },
      {
        "time": "08:17",
        "label": "三角"
      },
      {
        "time": "08:38",
        "label": "宇土"
      },
      {
        "time": "09:11",
        "label": "三角"
      },
      {
        "time": "09:19",
        "label": "宇土"
      },
      {
        "time": "10:08",
        "label": "三角"
      },
      {
        "time": "10:24",
        "label": "宇土"
      },
      {
        "time": "11:20",
        "label": "宇土"
      },
      {
        "time": "11:43",
        "label": "三角"
      },
      {
        "time": "12:25",
        "label": "宇土"
      },
      {
        "time": "12:52",
        "label": "三角"
      },
      {
        "time": "13:50",
        "label": "三角"
      },
      {
        "time": "14:38",
        "label": "宇土"
      },
      {
        "time": "15:18",
        "label": "三角"
      },
      {
        "time": "15:43",
        "label": "宇土"
      },
      {
        "time": "16:18",
        "label": "三角"
      },
      {
        "time": "17:04",
        "label": "宇土"
      },
      {
        "time": "17:18",
        "label": "三角"
      },
      {
        "time": "17:23",
        "label": "宇土"
      },
      {
        "time": "17:48",
        "label": "宇土"
      },
      {
        "time": "18:20",
        "label": "宇土"
      },
      {
        "time": "18:38",
        "label": "三角"
      },
      {
        "time": "19:15",
        "label": "宇土"
      },
      {
        "time": "19:37",
        "label": "三角"
      },
      {
        "time": "20:08",
        "label": "宇土"
      },
      {
        "time": "20:41",
        "label": "三角"
      },
      {
        "time": "20:56",
        "label": "宇土"
      },
      {
        "time": "21:43",
        "label": "三角"
      },
      {
        "time": "22:10",
        "label": "宇土"
      },
      {
        "time": "23:09",
        "label": "三角"
      },
      {
        "time": "23:53",
        "label": "宇土"
      }
    ]
  },
  "宇土": {
    "up": [
      {
        "time": "05:33",
        "label": "熊本"
      },
      {
        "time": "06:04",
        "label": "大牟田"
      },
      {
        "time": "06:22",
        "label": "熊本"
      },
      {
        "time": "06:27",
        "label": "熊本"
      },
      {
        "time": "06:52",
        "label": "長洲"
      },
      {
        "time": "07:03",
        "label": "熊本"
      },
      {
        "time": "07:10",
        "label": "鳥栖"
      },
      {
        "time": "07:15",
        "label": "熊本"
      },
      {
        "time": "07:23",
        "label": "熊本"
      },
      {
        "time": "07:37",
        "label": "長洲"
      },
      {
        "time": "07:52",
        "label": "大牟田"
      },
      {
        "time": "07:57",
        "label": "熊本"
      },
      {
        "time": "08:15",
        "label": "区間快速 鳥栖"
      },
      {
        "time": "08:50",
        "label": "熊本"
      },
      {
        "time": "08:59",
        "label": "熊本"
      },
      {
        "time": "09:34",
        "label": "鳥栖"
      },
      {
        "time": "09:40",
        "label": "熊本"
      },
      {
        "time": "10:30",
        "label": "銀水"
      },
      {
        "time": "10:54",
        "label": "熊本"
      },
      {
        "time": "11:26",
        "label": "銀水"
      },
      {
        "time": "11:35",
        "label": "熊本"
      },
      {
        "time": "12:32",
        "label": "銀水"
      },
      {
        "time": "13:16",
        "label": "熊本"
      },
      {
        "time": "14:16",
        "label": "熊本"
      },
      {
        "time": "15:08",
        "label": "熊本"
      },
      {
        "time": "15:19",
        "label": "熊本"
      },
      {
        "time": "16:02",
        "label": "銀水"
      },
      {
        "time": "16:44",
        "label": "熊本"
      },
      {
        "time": "17:13",
        "label": "銀水"
      },
      {
        "time": "17:42",
        "label": "熊本"
      },
      {
        "time": "17:47",
        "label": "熊本"
      },
      {
        "time": "17:59",
        "label": "銀水"
      },
      {
        "time": "18:40",
        "label": "熊本"
      },
      {
        "time": "19:01",
        "label": "熊本"
      },
      {
        "time": "19:21",
        "label": "熊本"
      },
      {
        "time": "20:03",
        "label": "熊本"
      },
      {
        "time": "20:14",
        "label": "熊本"
      },
      {
        "time": "21:04",
        "label": "熊本"
      },
      {
        "time": "21:08",
        "label": "熊本"
      },
      {
        "time": "22:08",
        "label": "熊本"
      },
      {
        "time": "22:16",
        "label": "大牟田"
      },
      {
        "time": "23:20",
        "label": "大牟田"
      }
    ],
    "down": [
      {
        "time": "06:34",
        "label": "三角"
      },
      {
        "time": "07:38",
        "label": "三角"
      },
      {
        "time": "08:20",
        "label": "三角"
      },
      {
        "time": "09:15",
        "label": "三角"
      },
      {
        "time": "10:12",
        "label": "三角"
      },
      {
        "time": "11:47",
        "label": "三角"
      },
      {
        "time": "12:56",
        "label": "三角"
      },
      {
        "time": "13:54",
        "label": "三角"
      },
      {
        "time": "15:22",
        "label": "三角"
      },
      {
        "time": "16:22",
        "label": "三角"
      },
      {
        "time": "17:23",
        "label": "三角"
      },
      {
        "time": "18:42",
        "label": "三角"
      },
      {
        "time": "19:41",
        "label": "三角"
      },
      {
        "time": "20:45",
        "label": "三角"
      },
      {
        "time": "21:47",
        "label": "三角"
      },
      {
        "time": "23:13",
        "label": "三角"
      }
    ]
  },
  "緑川": {
    "up": [
      {
        "time": "06:22",
        "label": "熊本"
      },
      {
        "time": "07:10",
        "label": "熊本"
      },
      {
        "time": "07:52",
        "label": "熊本"
      },
      {
        "time": "08:54",
        "label": "熊本"
      },
      {
        "time": "09:35",
        "label": "熊本"
      },
      {
        "time": "10:48",
        "label": "熊本"
      },
      {
        "time": "11:30",
        "label": "熊本"
      },
      {
        "time": "13:11",
        "label": "熊本"
      },
      {
        "time": "14:11",
        "label": "熊本"
      },
      {
        "time": "15:14",
        "label": "熊本"
      },
      {
        "time": "16:39",
        "label": "熊本"
      },
      {
        "time": "17:41",
        "label": "熊本"
      },
      {
        "time": "18:56",
        "label": "熊本"
      },
      {
        "time": "19:58",
        "label": "熊本"
      },
      {
        "time": "21:03",
        "label": "熊本"
      },
      {
        "time": "22:03",
        "label": "熊本"
      }
    ],
    "down": [
      {
        "time": "06:39",
        "label": "三角"
      },
      {
        "time": "07:43",
        "label": "三角"
      },
      {
        "time": "08:25",
        "label": "三角"
      },
      {
        "time": "09:21",
        "label": "三角"
      },
      {
        "time": "10:17",
        "label": "三角"
      },
      {
        "time": "11:53",
        "label": "三角"
      },
      {
        "time": "13:02",
        "label": "三角"
      },
      {
        "time": "13:59",
        "label": "三角"
      },
      {
        "time": "15:27",
        "label": "三角"
      },
      {
        "time": "16:28",
        "label": "三角"
      },
      {
        "time": "17:28",
        "label": "三角"
      },
      {
        "time": "18:47",
        "label": "三角"
      },
      {
        "time": "19:46",
        "label": "三角"
      },
      {
        "time": "20:50",
        "label": "三角"
      },
      {
        "time": "21:52",
        "label": "三角"
      },
      {
        "time": "23:18",
        "label": "三角"
      }
    ]
  },
  "住吉": {
    "up": [
      {
        "time": "06:17",
        "label": "熊本"
      },
      {
        "time": "07:05",
        "label": "熊本"
      },
      {
        "time": "07:47",
        "label": "熊本"
      },
      {
        "time": "08:49",
        "label": "熊本"
      },
      {
        "time": "09:30",
        "label": "熊本"
      },
      {
        "time": "10:43",
        "label": "熊本"
      },
      {
        "time": "11:26",
        "label": "熊本"
      },
      {
        "time": "13:06",
        "label": "熊本"
      },
      {
        "time": "14:06",
        "label": "熊本"
      },
      {
        "time": "15:09",
        "label": "熊本"
      },
      {
        "time": "16:35",
        "label": "熊本"
      },
      {
        "time": "17:37",
        "label": "熊本"
      },
      {
        "time": "18:52",
        "label": "熊本"
      },
      {
        "time": "19:53",
        "label": "熊本"
      },
      {
        "time": "20:58",
        "label": "熊本"
      },
      {
        "time": "21:59",
        "label": "熊本"
      }
    ],
    "down": [
      {
        "time": "06:44",
        "label": "三角"
      },
      {
        "time": "07:47",
        "label": "三角"
      },
      {
        "time": "08:30",
        "label": "三角"
      },
      {
        "time": "09:30",
        "label": "三角"
      },
      {
        "time": "10:22",
        "label": "三角"
      },
      {
        "time": "11:57",
        "label": "三角"
      },
      {
        "time": "13:07",
        "label": "三角"
      },
      {
        "time": "14:06",
        "label": "三角"
      },
      {
        "time": "15:31",
        "label": "三角"
      },
      {
        "time": "16:34",
        "label": "三角"
      },
      {
        "time": "17:37",
        "label": "三角"
      },
      {
        "time": "18:52",
        "label": "三角"
      },
      {
        "time": "19:53",
        "label": "三角"
      },
      {
        "time": "20:58",
        "label": "三角"
      },
      {
        "time": "21:58",
        "label": "三角"
      },
      {
        "time": "23:22",
        "label": "三角"
      }
    ]
  },
  "肥後長浜": {
    "up": [
      {
        "time": "06:12",
        "label": "熊本"
      },
      {
        "time": "06:59",
        "label": "熊本"
      },
      {
        "time": "07:39",
        "label": "熊本"
      },
      {
        "time": "08:44",
        "label": "熊本"
      },
      {
        "time": "09:24",
        "label": "熊本"
      },
      {
        "time": "10:37",
        "label": "熊本"
      },
      {
        "time": "11:20",
        "label": "熊本"
      },
      {
        "time": "12:59",
        "label": "熊本"
      },
      {
        "time": "14:01",
        "label": "熊本"
      },
      {
        "time": "15:03",
        "label": "熊本"
      },
      {
        "time": "16:29",
        "label": "熊本"
      },
      {
        "time": "17:31",
        "label": "熊本"
      },
      {
        "time": "18:43",
        "label": "熊本"
      },
      {
        "time": "19:48",
        "label": "熊本"
      },
      {
        "time": "20:52",
        "label": "熊本"
      },
      {
        "time": "21:53",
        "label": "熊本"
      }
    ],
    "down": [
      {
        "time": "06:50",
        "label": "三角"
      },
      {
        "time": "07:53",
        "label": "三角"
      },
      {
        "time": "08:35",
        "label": "三角"
      },
      {
        "time": "09:35",
        "label": "三角"
      },
      {
        "time": "10:27",
        "label": "三角"
      },
      {
        "time": "12:03",
        "label": "三角"
      },
      {
        "time": "13:12",
        "label": "三角"
      },
      {
        "time": "14:12",
        "label": "三角"
      },
      {
        "time": "15:37",
        "label": "三角"
      },
      {
        "time": "16:40",
        "label": "三角"
      },
      {
        "time": "17:42",
        "label": "三角"
      },
      {
        "time": "18:57",
        "label": "三角"
      },
      {
        "time": "19:58",
        "label": "三角"
      },
      {
        "time": "21:03",
        "label": "三角"
      },
      {
        "time": "22:04",
        "label": "三角"
      },
      {
        "time": "23:27",
        "label": "三角"
      }
    ]
  },
  "網田": {
    "up": [
      {
        "time": "06:08",
        "label": "熊本"
      },
      {
        "time": "06:55",
        "label": "熊本"
      },
      {
        "time": "07:35",
        "label": "熊本"
      },
      {
        "time": "08:39",
        "label": "熊本"
      },
      {
        "time": "09:20",
        "label": "熊本"
      },
      {
        "time": "10:33",
        "label": "熊本"
      },
      {
        "time": "11:16",
        "label": "熊本"
      },
      {
        "time": "12:54",
        "label": "熊本"
      },
      {
        "time": "13:56",
        "label": "熊本"
      },
      {
        "time": "14:59",
        "label": "熊本"
      },
      {
        "time": "16:25",
        "label": "熊本"
      },
      {
        "time": "17:27",
        "label": "熊本"
      },
      {
        "time": "18:39",
        "label": "熊本"
      },
      {
        "time": "19:44",
        "label": "熊本"
      },
      {
        "time": "20:48",
        "label": "熊本"
      },
      {
        "time": "21:49",
        "label": "熊本"
      }
    ],
    "down": [
      {
        "time": "06:55",
        "label": "三角"
      },
      {
        "time": "07:57",
        "label": "三角"
      },
      {
        "time": "08:40",
        "label": "三角"
      },
      {
        "time": "09:40",
        "label": "三角"
      },
      {
        "time": "10:32",
        "label": "三角"
      },
      {
        "time": "12:10",
        "label": "三角"
      },
      {
        "time": "13:16",
        "label": "三角"
      },
      {
        "time": "14:17",
        "label": "三角"
      },
      {
        "time": "15:41",
        "label": "三角"
      },
      {
        "time": "16:47",
        "label": "三角"
      },
      {
        "time": "17:46",
        "label": "三角"
      },
      {
        "time": "19:01",
        "label": "三角"
      },
      {
        "time": "20:03",
        "label": "三角"
      },
      {
        "time": "21:08",
        "label": "三角"
      },
      {
        "time": "22:08",
        "label": "三角"
      },
      {
        "time": "23:32",
        "label": "三角"
      }
    ]
  },
  "赤瀬": {
    "up": [
      {
        "time": "06:03",
        "label": "熊本"
      },
      {
        "time": "06:47",
        "label": "熊本"
      },
      {
        "time": "07:30",
        "label": "熊本"
      },
      {
        "time": "08:32",
        "label": "熊本"
      },
      {
        "time": "09:15",
        "label": "熊本"
      },
      {
        "time": "10:25",
        "label": "熊本"
      },
      {
        "time": "11:11",
        "label": "熊本"
      },
      {
        "time": "12:49",
        "label": "熊本"
      },
      {
        "time": "13:51",
        "label": "熊本"
      },
      {
        "time": "14:54",
        "label": "熊本"
      },
      {
        "time": "16:20",
        "label": "熊本"
      },
      {
        "time": "17:22",
        "label": "熊本"
      },
      {
        "time": "18:34",
        "label": "熊本"
      },
      {
        "time": "19:39",
        "label": "熊本"
      },
      {
        "time": "20:43",
        "label": "熊本"
      },
      {
        "time": "21:44",
        "label": "熊本"
      }
    ],
    "down": [
      {
        "time": "07:01",
        "label": "三角"
      },
      {
        "time": "08:03",
        "label": "三角"
      },
      {
        "time": "08:45",
        "label": "三角"
      },
      {
        "time": "09:45",
        "label": "三角"
      },
      {
        "time": "10:38",
        "label": "三角"
      },
      {
        "time": "12:15",
        "label": "三角"
      },
      {
        "time": "13:22",
        "label": "三角"
      },
      {
        "time": "14:23",
        "label": "三角"
      },
      {
        "time": "15:47",
        "label": "三角"
      },
      {
        "time": "16:52",
        "label": "三角"
      },
      {
        "time": "17:52",
        "label": "三角"
      },
      {
        "time": "19:07",
        "label": "三角"
      },
      {
        "time": "20:09",
        "label": "三角"
      },
      {
        "time": "21:13",
        "label": "三角"
      },
      {
        "time": "22:14",
        "label": "三角"
      },
      {
        "time": "23:37",
        "label": "三角"
      }
    ]
  },
  "石打ダム": {
    "up": [
      {
        "time": "06:00",
        "label": "熊本"
      },
      {
        "time": "06:44",
        "label": "熊本"
      },
      {
        "time": "07:27",
        "label": "熊本"
      },
      {
        "time": "08:29",
        "label": "熊本"
      },
      {
        "time": "09:12",
        "label": "熊本"
      },
      {
        "time": "10:22",
        "label": "熊本"
      },
      {
        "time": "11:08",
        "label": "熊本"
      },
      {
        "time": "12:46",
        "label": "熊本"
      },
      {
        "time": "13:48",
        "label": "熊本"
      },
      {
        "time": "14:51",
        "label": "熊本"
      },
      {
        "time": "16:17",
        "label": "熊本"
      },
      {
        "time": "17:19",
        "label": "熊本"
      },
      {
        "time": "18:31",
        "label": "熊本"
      },
      {
        "time": "19:36",
        "label": "熊本"
      },
      {
        "time": "20:40",
        "label": "熊本"
      },
      {
        "time": "21:41",
        "label": "熊本"
      }
    ],
    "down": [
      {
        "time": "07:04",
        "label": "三角"
      },
      {
        "time": "08:06",
        "label": "三角"
      },
      {
        "time": "08:48",
        "label": "三角"
      },
      {
        "time": "09:48",
        "label": "三角"
      },
      {
        "time": "10:40",
        "label": "三角"
      },
      {
        "time": "12:18",
        "label": "三角"
      },
      {
        "time": "13:25",
        "label": "三角"
      },
      {
        "time": "14:25",
        "label": "三角"
      },
      {
        "time": "15:49",
        "label": "三角"
      },
      {
        "time": "16:55",
        "label": "三角"
      },
      {
        "time": "17:55",
        "label": "三角"
      },
      {
        "time": "19:10",
        "label": "三角"
      },
      {
        "time": "20:11",
        "label": "三角"
      },
      {
        "time": "21:16",
        "label": "三角"
      },
      {
        "time": "22:16",
        "label": "三角"
      },
      {
        "time": "23:40",
        "label": "三角"
      }
    ]
  },
  "波多浦": {
    "up": [
      {
        "time": "05:55",
        "label": "熊本"
      },
      {
        "time": "06:39",
        "label": "熊本"
      },
      {
        "time": "07:22",
        "label": "熊本"
      },
      {
        "time": "08:24",
        "label": "熊本"
      },
      {
        "time": "09:07",
        "label": "熊本"
      },
      {
        "time": "10:17",
        "label": "熊本"
      },
      {
        "time": "11:03",
        "label": "熊本"
      },
      {
        "time": "12:41",
        "label": "熊本"
      },
      {
        "time": "13:43",
        "label": "熊本"
      },
      {
        "time": "14:46",
        "label": "熊本"
      },
      {
        "time": "16:12",
        "label": "熊本"
      },
      {
        "time": "17:14",
        "label": "熊本"
      },
      {
        "time": "18:26",
        "label": "熊本"
      },
      {
        "time": "19:31",
        "label": "熊本"
      },
      {
        "time": "20:35",
        "label": "熊本"
      },
      {
        "time": "21:36",
        "label": "熊本"
      }
    ],
    "down": [
      {
        "time": "07:08",
        "label": "三角"
      },
      {
        "time": "08:10",
        "label": "三角"
      },
      {
        "time": "08:53",
        "label": "三角"
      },
      {
        "time": "09:53",
        "label": "三角"
      },
      {
        "time": "10:45",
        "label": "三角"
      },
      {
        "time": "12:23",
        "label": "三角"
      },
      {
        "time": "13:29",
        "label": "三角"
      },
      {
        "time": "14:30",
        "label": "三角"
      },
      {
        "time": "15:54",
        "label": "三角"
      },
      {
        "time": "17:00",
        "label": "三角"
      },
      {
        "time": "17:59",
        "label": "三角"
      },
      {
        "time": "19:14",
        "label": "三角"
      },
      {
        "time": "20:16",
        "label": "三角"
      },
      {
        "time": "21:21",
        "label": "三角"
      },
      {
        "time": "22:21",
        "label": "三角"
      },
      {
        "time": "23:45",
        "label": "三角"
      }
    ]
  },
  "三角": {
    "up": [
      {
        "time": "05:52",
        "label": "熊本"
      },
      {
        "time": "06:36",
        "label": "熊本"
      },
      {
        "time": "07:19",
        "label": "熊本"
      },
      {
        "time": "08:21",
        "label": "熊本"
      },
      {
        "time": "09:04",
        "label": "熊本"
      },
      {
        "time": "10:14",
        "label": "熊本"
      },
      {
        "time": "11:00",
        "label": "熊本"
      },
      {
        "time": "12:38",
        "label": "熊本"
      },
      {
        "time": "13:40",
        "label": "熊本"
      },
      {
        "time": "14:42",
        "label": "熊本"
      },
      {
        "time": "16:09",
        "label": "熊本"
      },
      {
        "time": "17:11",
        "label": "熊本"
      },
      {
        "time": "18:23",
        "label": "熊本"
      },
      {
        "time": "19:28",
        "label": "熊本"
      },
      {
        "time": "20:32",
        "label": "熊本"
      },
      {
        "time": "21:33",
        "label": "熊本"
      }
    ],
    "down": []
  }
};
